data/devices.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>portable devices</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">portable devices</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org8e69760">music</a>
<ul>
<li><a href="#org7322edd">mp3 players</a>
<ul>
<li><a href="#orgfd52bec">Sony NW-A45</a></li>
<li><a href="#org57dbeb4">Sony NWZ-E585</a></li>
<li><a href="#org01e8f3b">Sony NWZ-E444</a></li>
<li><a href="#orgcb8ce44">Sony NWZ-S638F</a></li>
<li><a href="#org5a0e912">Sony NW-E002F</a></li>
<li><a href="#org23a84a3">Cowon iAudio X5V</a></li>
</ul>
</li>
<li><a href="#org5ac98c5">iPod</a>
<ul>
<li><a href="#org5532d92">Apple iPod Touch - 3rd Gen</a></li>
<li><a href="#org9274ea7">Apple iPod 5th Gen</a></li>
<li><a href="#org224f169">Apple iPod Classic 4th Gen</a></li>
<li><a href="#org25bd4d3">Apple iPod nano 3rd Gen</a></li>
</ul>
</li>
<li><a href="#orge8fadef">MiniDisc</a></li>
<li><a href="#org1dfdd75">discman</a></li>
<li><a href="#orge2392c0">walkman</a></li>
</ul>
</li>
<li><a href="#orgd7bf758">ereader</a></li>
<li><a href="#org1d5ec44">phones</a>
<ul>
<li><a href="#org0c4e12e">motorola</a></li>
<li><a href="#orgd702e62">samsung</a></li>
<li><a href="#orgf5c383e">nokia</a></li>
</ul>
</li>
<li><a href="#org1545468">tablet</a></li>
<li><a href="#orgaa702f8">camera</a></li>
</ul>
</div>
</div>

<div id="outline-container-org8e69760" class="outline-2">
<h2 id="org8e69760">music</h2>
<div class="outline-text-2" id="text-org8e69760">
</div>
<div id="outline-container-org7322edd" class="outline-3">
<h3 id="org7322edd">mp3 players</h3>
<div class="outline-text-3" id="text-org7322edd">
</div>
<div id="outline-container-orgfd52bec" class="outline-4">
<h4 id="orgfd52bec">Sony NW-A45</h4>
<div class="outline-text-4" id="text-orgfd52bec">
<ul class="org-ul">
<li>capacity: 16GB</li>
</ul>
</div>
</div>

<div id="outline-container-org57dbeb4" class="outline-4">
<h4 id="org57dbeb4">Sony NWZ-E585</h4>
<div class="outline-text-4" id="text-org57dbeb4">
<ul class="org-ul">
<li>capacity: 16GB</li>
<li>power: 5V</li>
</ul>
</div>
</div>

<div id="outline-container-org01e8f3b" class="outline-4">
<h4 id="org01e8f3b">Sony NWZ-E444</h4>
<div class="outline-text-4" id="text-org01e8f3b">
<ul class="org-ul">
<li>capacity: 8GB</li>
<li>url</li>
</ul>
</div>
</div>

<div id="outline-container-orgcb8ce44" class="outline-4">
<h4 id="orgcb8ce44">Sony NWZ-S638F</h4>
</div>

<div id="outline-container-org5a0e912" class="outline-4">
<h4 id="org5a0e912">Sony NW-E002F</h4>
<div class="outline-text-4" id="text-org5a0e912">
<ul class="org-ul">
<li>capacity: 512MB</li>
</ul>
</div>
</div>

<div id="outline-container-org23a84a3" class="outline-4">
<h4 id="org23a84a3">Cowon iAudio X5V</h4>
<div class="outline-text-4" id="text-org23a84a3">
<ul class="org-ul">
<li>capacity: 20GB</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org5ac98c5" class="outline-3">
<h3 id="org5ac98c5">iPod</h3>
<div class="outline-text-3" id="text-org5ac98c5">
</div>

<div id="outline-container-org5532d92" class="outline-4">
<h4 id="org5532d92">Apple iPod Touch - 3rd Gen</h4>
<div class="outline-text-4" id="text-org5532d92">
<ul class="org-ul">
<li>capacity: 32GB</li>
<li>model: A1318</li>
<li>power:</li>
<li>Intro. 	September 9, 2009 	Disc. 	September 1, 2010</li>
</ul>
</div>
</div>

<div id="outline-container-org9274ea7" class="outline-4">
<h4 id="org9274ea7">Apple iPod 5th Gen</h4>
<div class="outline-text-4" id="text-org9274ea7">
<ul class="org-ul">
<li>capacity: 30GB</li>
<li>model: A1136</li>
<li>power 5-30V 1A Max</li>
<li>Intro. 	October 12, 2005 	Disc. 	September 12, 2006</li>
</ul>
</div>
</div>

<div id="outline-container-org224f169" class="outline-4">
<h4 id="org224f169">Apple iPod Classic 4th Gen</h4>
<div class="outline-text-4" id="text-org224f169">
<ul class="org-ul">
<li>capacity: 20GB</li>
<li>model: A1099</li>
<li>power 5-30V 1A Max</li>
<li>Intro. 	June 28, 2005 	Disc. 	October 12, 2005</li>
</ul>
</div>
</div>

<div id="outline-container-org25bd4d3" class="outline-4">
<h4 id="org25bd4d3">Apple iPod nano 3rd Gen</h4>
<div class="outline-text-4" id="text-org25bd4d3">
<ul class="org-ul">
<li>capacity: 4GB</li>
<li>model: A1236</li>
<li>power 5-30V 1A Max</li>
<li>Intro. 	September 5, 2007* 	Disc. 	September 9, 2008</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orge8fadef" class="outline-3">
<h3 id="orge8fadef">MiniDisc</h3>
<div class="outline-text-3" id="text-orge8fadef">
<ul class="org-ul">
<li>MZ-N710 Net MD Walkman</li>
<li>MZ-R900 Recording MD Walkman</li>
</ul>
</div>
</div>

<div id="outline-container-org1dfdd75" class="outline-3">
<h3 id="org1dfdd75">discman</h3>
<div class="outline-text-3" id="text-org1dfdd75">
<ul class="org-ul">
<li>Philips AX2500 Portable CD Player</li>
<li>Sony D-FJ61</li>
</ul>
</div>
</div>

<div id="outline-container-orge2392c0" class="outline-3">
<h3 id="orge2392c0">walkman</h3>
<div class="outline-text-3" id="text-orge2392c0">
<ul class="org-ul">
<li>Panasonic RQ-CR55</li>
<li>Panasonic RQ-V80</li>
<li>Sony WM-FX16</li>
<li>Sony WM-FX10</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgd7bf758" class="outline-2">
<h2 id="orgd7bf758">ereader</h2>
<div class="outline-text-2" id="text-orgd7bf758">
<ul class="org-ul">
<li>Kindle Paperwhite DP75SDI</li>
<li>Kindle Keyboard D00901
<ul class="org-ul">
<li>FCC ID: XSX-1013</li>
<li>x3</li>
</ul></li>
<li>Sony PRS-505</li>
</ul>
</div>
</div>

<div id="outline-container-org1d5ec44" class="outline-2">
<h2 id="org1d5ec44">phones</h2>
<div class="outline-text-2" id="text-org1d5ec44">
</div>
<div id="outline-container-org0c4e12e" class="outline-3">
<h3 id="org0c4e12e">motorola</h3>
<div class="outline-text-3" id="text-org0c4e12e">
<ul class="org-ul">
<li>model: Moto G4</li>
<li>serial:</li>
<li>os: android 7.0</li>
<li>capacity:
<ul class="org-ul">
<li>ram 2GB</li>
<li>rom 16GB</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgd702e62" class="outline-3">
<h3 id="orgd702e62">samsung</h3>
<div class="outline-text-3" id="text-orgd702e62">
<ul class="org-ul">
<li>model: GT-18190N</li>
<li>os: android 4</li>
</ul>
</div>
</div>

<div id="outline-container-orgf5c383e" class="outline-3">
<h3 id="orgf5c383e">nokia</h3>
<div class="outline-text-3" id="text-orgf5c383e">
<ul class="org-ul">
<li>model: e51-1</li>
<li>model: 6100</li>
<li>model: 6150 SAT</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org1545468" class="outline-2">
<h2 id="org1545468">tablet</h2>
<div class="outline-text-2" id="text-org1545468">
<ul class="org-ul">
<li>Asus Nexus 7
<ul class="org-ul">
<li>model: K008</li>
<li>capacity: 16GB</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgaa702f8" class="outline-2">
<h2 id="orgaa702f8">camera</h2>
<div class="outline-text-2" id="text-orgaa702f8">
<ul class="org-ul">
<li>Nikon Coolpix P530</li>
<li>Panasonic DMC-FS3</li>
</ul>
</div>
</div>
</div>
</body>
</html>
